Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=228_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Miesi riegádeapmi álggaha bohcco jagi
smn: Poccuu ihe álgá vuássáá šoddâmist

source: - badjeolbmuid jahkásaš bargguid birra
smn: – kuvvim puásuituálust ellee ulmui ihásijn pargoin

source: Bohccot čoahkkanišgohtet árbevirolaš guottehanguovlluide miessemánu álgogeahčen.
smn: Poccuuh čokkânškyeteh ärbivuáváláid kyeddidkuávloidis vyesimáánu aalgâbeln.

source: Boares álddut máhttet johtit ieža, muhto badjeolbmot gártet belohahkii stivret ealu ravddamuš bohccuid.
smn: Puáris áálduh mättih jotteeđ jiečânis, mut puásuiulmuuh ferttejeh uásild jurgâliđ iälu roobdâid.

source: Luovaseallu dahjege varris bohccot bissot guottetáiggi sierra ja daid lea oalle bargu guođohit.
smn: Luovâsiälu ađai sarvah pisotteleh kyeddidääigi erinis já toi kuáđuttem lii korrâ pargo.

source: Váldoguottet lea miessemánu 18. beaivve.
smn: Váldukyeddid lii vyesimáánu 18. peeivi.

source: Miessemánu loahpa rádjai stuorámus oassi misiin lea riegádan.
smn: Vyesimáánu loopâ räi iänááš uási vuássáin láá šoddâm.

source: Muhtun guovlluin guottehit gárddiin ja miesit merkejuvvojit seammás.
smn: Motomijn kuávluin kyeddid tábáhtuvá kaardijn já vyesih šaddeh siämmást vittáduđ.

source: Dat geahpeda badjeolbmuid geassebargguid, muhto viiddes gárddiin eana guorbá johtilit ja geahpeda bohccuid muđuige vátna guohtoneatnamiid.
smn: Talle puásuialmai páácá ubâ keesi astoäigin, mut vijđes kaardijn eennâm nohá korrâsávt já kááržut mudoi-uv poccui väni kuáttumenâmijd.

source: Miesse-geassemánu molsašumis dollojit boazočoahkkimat ja badjeolbmot ordnejit dálvelámboriid ja bidjet daid čavčča rádjái rádjui.
smn: Vyesi-kesimáánu jorgálduvâst tuállojeh puásuičuákkimeh já puásuialmaah tivodeh tälvikavnijdis já pieijih taid čoovčâ räi vuárkán.

source: Boazosápmelaččas lea dasto boazobargguin friija gitta mearkumiidda.
smn: Puásuisämmiliist lii talle rijjâäigi puásuipargoin kidâ kesimiärkkum räi.

source: Áigi geavahuvvo máŋggaláhkai ávkin, ovdamearkka dihte viesuid ja mášeniid divvumii.
smn: Äigi kiävttoo maaŋgânáál pyerrin, ovdâmerkkân viistij já mašinij tivomân.

source: Miesemearkun álggahuvvo mihcamáraid áigge, goas oppa bearaš fárre duoddarii ássat.
smn: Vyesimiärkkum álgá jonsahpeeivi suulâin já talle ubâ peerâ värree tuoddârân aassâđ.

source: Duoddaris ássojuvvo lagamustá goađis dahje lávus, mii addá mánáide buori ja rivttes gova sámi eallinvuogis.
smn: Tuoddârist aassâm tábáhtuvá iänááš kuáđist tâi láávust, mii addel páárnážân šiev já rievtis kove sämmilii eellimhäämist.

source: Mearkumiid gaskkas olbmot guolástit ja golahit áiggi earáiguin, dasgo buohkat leat čoahkkanan seamma badjesiidii.
smn: Miärkkumij kooskâst ulmuuh pivdeh kyele já siärvásteleh kuoimijdiskuin, ko puohah láá čokkânâm siämmáá kuátisiijdân.

source: Geassit bohccot bálget ja danin sirdásit duoddarii ja čoahkkanit stuorra čoran.
smn: Poccuuh kuárŋuh keessiv paalgâtääigi tuoddârân já čokkâneh stuorrâ iäloid.

source: Dat vuodjeluvvojit áidái, gos guhtege boazoeaiggát njoarosta iežas miesi gitta ja merke dan iežas merkii.
smn: Toh vyejettuvvojeh káárdán, mast jieškote-uv puásui-iäigád njuárust vuosijdis kiddâ já vittád taid jieijâs meerkân.

source: Merkejuvvon bohccot luitojuvvojit sierra giehtadalakeahtes bohccuin.
smn: Vittádum iälu luáštoo sierâ kieđâvušmettum poccuin.

source: Áiddis mánát ohppet dovdat mearkkaid ja seammás iežaset bohccuid olgohámi vuođul, njoarostemiin misiid gitta ja merkemiin daid.
smn: Käärdist párnááh uáppih tubdâđ meerhâid já siämmást jieijâs poccuid olgohäämi vuáđuld, njuárustmáin vuássáid já vittádmáin taid.

source: Miesit merkejuvvojit ihkku, dasgo dalle miessi čuovvu buoremusat álddus.
smn: Vuássááh vittáduvvojeh iho, ko talle vuásáš čuávu pyeremustáá eenis.

source: Badjeolbmot gohcet geassit ijaid ja ođđet beivviid.
smn: Puásuiulmuuh koceh keessiv iho já uáđđih peiviv.

source: Merkenáigi bistá sullii mánotbaji.
smn: Miärkkumäigi pištá suullân mánuppaje.

source: Mearkumiid maŋŋá bohccot ožžot leat ráfis duoddaris čavčča rádjai.
smn: Vyesimiärkkumij maŋa poccuuh uážžuh leđe tuoddârist ráávhust čoovčâ räi.

source: Ovdal čakčabargguid badjesápmelačča bargui gullet murjen, gámasuinniid čuohppan, guolásteapmi ja jeahkáliid čohkken.
smn: Ovdil čohčâpargoi älgim puásuisämmilii paargon kuleh muorjim, kamuvsuoinij čuoppâm, kyelipivdo já jáhálij pajedem.

source: Muđuige čakčat badjeolbmot ráhkkanit dálvái ordnemiin mohtorgielkkáideaset ja boazodoalus dárbbašlaš eará bargoneavvuideaset.
smn: Čohčuv mudoi-uv puásuialmaah rahtteteh táálván huolâtmáin moottorkiälháidis já eres puásuituálust tarbâšum pargopiergâsijdis.

source: Boazobarggut joatkašuvvet fas čakčamánus.
smn: Čoovčâ puásuipargoh älgih čohčâmáánust.

source: Go muohta lea eatnamis ja čázádagat jikŋon, bohccot čohkkejuvvojit áidái rátkima várás.
smn: Ko lii muáttám já čácáduavah jiäŋŋum, te poccuuh čuákkejuvvojeh kardijd pygálusâi várás.

source: Dalle bohccot lohkkojuvvojit ja njuovvanbohccot rátkojuvvojit.
smn: Talle poccuuh lohhojeh já njuovvâmpoccuuh sierrejuvvojeh.

source: Rátkima maŋŋá álgá bohccuid guođoheapmi.
smn: Pygálusâi maŋa álgá poccui kuáđuttem.

source: Dalle eallu sirdojuvvo álo dakkár eatnamiidda, gos lea buorre guohtun.
smn: Talle sijdâ jurgâluvvoo ain taggaar kuávlun, mast lii šiev kuáttum.

source: Gaskadálvve muhtun guovlluin badjealbmát bivdet rievssahiid guođoheami lassin, jos guohtun lea nu buorre, ahte báhcá áigi rievssatbivdui.
smn: Koskâtäälvi motomijn kuávluin puásuialmaah pivdeh riävskáid kuáđuttem kooskâst, jis kuáttumtile lii nuuvt pyeri, et páácá äigi riävskápiivdon.

source: Giđđat sáltejuvvojit bierggut geasi várás ja goikaduvvojit olgun biekkas ja beaivvážis.
smn: Kiđđuv piärguh sälttejuvvojeh keesi várás já heŋgejuvvojeh olgos piegâ já piäiváápaštuu kuškâdemnáál.

source: Bohccuid guođoheapmi bistá gitta miessemánnui.
smn: Poccui kuáđuttem pištá vyesimáánu räi.

source: Dálveáigge dálkedilli váikkuha badjeolbmo bargomearrái.
smn: Tälviv šooŋah vaikutteh puásuialmaa pargomiärán.

source: Jos lea fuones guohtondilli, bohccot lihkadit eanet go dábálaččat.
smn: Jis lii hyenes kuáttumtile, te poccuuh lihâdeh táváliist eenâb.

source: Bohccuid uhcage heađušteapmi dagaha dalle stuorra vahága ja lassebarggu.
smn: Ucceeb-uv poccui hemâdem toovvât talle stuorrâ vaahâg já lasepargo.

source: Giđđadálvve merkejuvvojit goddin báhcán čearpmahat duoddaris ja seammás gáldejuvvojit sarvát, vai dat livčče maŋit dálvve spáillihin ja geavaheamis niesteboazun.
smn: Kiđđâtäälvi vittáduvvojeh kodden pááccám čiermiheh tuoddârist já siämmást sarvah käldejuvvojeh, vâi toh liččii puáttee täälvi späiliheh já kevttimnáál niestipuásujin.

source: Giđđat badjeolbmot gártet ássat barttain mánotbajiid ja fáktet iežaset siidda bohccuid, dasgo garra cugŋo áigge bohccot sáhttet johtit guhkás iežaset siiddas ja mastat eará siidda ellui.
smn: Kiđđuv puásuialmaah kärttih aassâđ kámppáin mánuppoojijd já kuáđuttiđ jiejâs čage, ko korrâ cuoŋŋui ääigi poccuuh pyehtih jotteeđ kuhás jieijâs čaggeest já mostâđ nube čaagan.

source: Siidda bohccuid ferte dávjá čohkket, vai ránját sáhttet geassit mastan bohccuideaset eret.
smn: Iälu ferttee távjá čokkiđ ollásávt, vâi ráánjáh pyehtih keessim mostâm poccuidis meddâl.

source: Seamma láhkái gártet fitnat ránjáid siidda luhtte viežžamin iežaset bohccuid.
smn: Siämmáánáál ferttee eelliđ ráánjái čaggeest kesimin jieijâs poccuid meddâl.

source: Bargobeaivvit álget dalle árraiđit ja nohket maŋŋiteahket.
smn: Pargopeeivih älgih talle tooláá iđedist já noheh maŋŋeed eehid.

source: Sánit:
smn: Säänih:

source: guottehanguovlu = guovlu gos álddut guddet
smn: kyeddidkuávlu = kuávlu, mast áálduh šoddâdeh ađai kyeddih

source: eallu = eallu mas leat sierra eaiggádiid bohccot
smn: puásuisijdâ = puásuičuurâ, mast láá maaŋgâi omâsteijei poccuuh

source: siida = eallu mas leat buot ovtta eaiggáda bohccot
smn: čagge = puásuičuurâ, mast láá puoh omâsteijes poccuuh iälu

source: guottehit = bohccot guddet olbmo geahču vuolde
smn: kyedittem = vuássááh šaddeh ulmuu kocceemvuálážin

source: guohtoneana = eana gos boazu váldá biepmu
smn: kuáttumeennâm = eennâm, mast puásui kuátu

source: bálggadat = divreáigi (ee. čuoikkaid ja lávžoid) mii dagaha ahte bohccot čoahkkanit čorragiidda
smn: paalgât = tivreäigi, kuás tiivreh vyejetteh poccuid čurruid

source: gárdi = áidi gos bohccuid giehtadallet
smn: kärdi = äiđi, mast poccuuh kieđâvuššojeh

source: niesteboazu = boazu mii váldojuvvo biebmun
smn: niestipuásui = puásui, mii váldoo purrâmâžžân

source: rátkin = rátkojuvvojit bohccot, mat báhcet eallit ja mat njuvvojuvvojit
smn: pygálus = sierrejuvvojeh ellen päccee poccuuh njuovvâmpoccuin

source: mastat = siidda bohccuid gártan vieris siiddaide
smn: kuáđuttem = poccui kocceem mostâđ = čage mostâm nube čaagan

source: čearpmat = ž -1 ž - jahkásaš boazu
smn: čiermih = ž -1 ž - ihásâš puásui

source: sarvvis = varrisboazu
smn: sarves = ores puásui

source: spáillit = gáldejuvvon boazu
smn: spääilih = käldejum puásui

source: goddi = boazu mas ii leat mearka bealjis
smn: kodde = vittádhánnáá puásui

source: gámasuoidni = suoidni mii geavahuvvo goikkehis
smn: kamuvsyeinih = syeinih, moh kiävttojeh sovskammuin

source: Govva: Tiina Aikio
smn: Kove: Tiina Aikio

source: Liŋkkat:
smn: Liiŋkah:
